Repository: 007pig/i2p.i2p-bote
Catalog: locale/messages_*.po
Languages: hu, tr, vi

source: (required field, shown to recipients)
hu: (mező kitöltése szükséges, címzettek által látható)
tr: (zorunlu alan, alıcılara görüntülenir)
vi: (bắt buộc, người nhận sẽ thấy)

source: Description:
hu: Leírás:
tr: Açıklama:
vi: Mô tả:

source: (optional, kept private)
hu: (opcionális, titkos marad)
tr: (isteğe bağlı, gizli tutun)
vi: (tùy chọn, giữ kín)

source: (published to the address directory)
tr: (adres dizininde yayınlanır)

source: Encryption:
hu: Titkosítás:
tr: Şifreleme:
vi: Mã hóa:

source: (If unsure, leave the default)
hu: (ha bizonytalan vagy, maradja az alapértelmezettnél)
tr: (emin değilseniz boş bırakın)
vi: (Nếu không chắc chắn, hãy để mặc định)

source: Vanity Destination:
tr: Boşluk Hedefi:

source: (2 chars takes seconds, 3 takes minutes, etc.)
tr: (2 karakter saniyeler, 3 karakter dakikalar sürer)

source: Fingerprint:
tr: Parmak izi:

source: Default Identity:
hu: Alapértelmezett Személyazonosság:
tr: Varsayılan Kimlik:
vi: Danh tính mặc định

source: Include in global check:
tr: Genel denetime katılsın:

source: Private keys:
hu: Privát kulcsok:
tr: Kişisel anahtarlar:
vi: Chìa khóa riêng:

source: (Never reveal to anyone!)
hu: (Soha ne add át senkinek!)
tr: (Asla kimse ile paylaşmayın)
vi: (Đừng tiết lộ cho ai khác!)

source: Show
hu: Mutat
tr: Görüntüle
vi: Hiển thị

source: Cannot publish until connected.
tr: Bağlantı kurulana kadar yayınlanamaz.

source: Publish
tr: Yayınla

source: Delete this identity
hu: Személyazonosság törlése
tr: Bu kimliği sil
vi: Xóa danh tính này

source: Error Details
tr: Hata Ayrıntıları

source: (leave blank to not encrypt identities)
tr: (kimliklerin şifrelenmemesi için boş bırakın)

source: Export
tr: Ver

source: Password Required
hu: Jelszó Szükséges
tr: Parola Zorunludur
vi: Cần Mật Khẩu

source: Wrong password. Try again.
hu: Helytelen Jelszó. Próbáld újra.
tr: Parola hatalı, yeniden deneyin.
vi: Mậu khẩu sai. Xin thử lại.

source: Password required
hu: Jelszó szükséges
tr: Parola zorunludur
vi: Cần mật khẩu

source: About I2P-Bote
hu: Az I2P-Bote -ról
tr: I2P-Bote Hakkında
vi: Giới thiệu I2P-Bote

source: I2P-Bote Version {0}
hu: I2P-Bote verzió {0}
tr: I2P-Bote Sürümü {0}
vi: I2P-Bote Phiên bản {0}

source: To submit bug reports or feature requests:
tr: Hata bildirimleri ve özellik istekleriniz için:

source: click here
tr: buraya tıklayın

source: Developers:
tr: Geliştiriciler:

source: Click to send an email
hu: Kattints az e-mail küldéséhez
tr: E-posta göndermek için tıklayın
vi: Bấm để gửi thư

source: Feedback on I2P-Bote
hu: Visszajelzés az I2P-Bote-ról
tr: I2P-Bote hakkında geribildirim
vi: Phản hồi về I2P-Bote

source: Technical concept, implementation, user interface
tr: Teknik tasarım, uygulama, kullanıcı arayüzü

source: Contributors:
hu: Közreműködők:
tr: Katkıda Bulunanlar:
vi: Người đóng góp

source: Technical concept, translation, QA, usability, technical feedback
tr: Teknik tasarım, çeviriler, kalite kontrol, kullanılabilirlik, teknik geribildirimler

source: Pluginization, technical feedback
hu: Kiegészítők, szakmai visszajelzés
tr: Uygulama ekleri, teknik geribildirim
vi: Pluginization, phản hồi kỹ thuật

source: Seedless integration
tr: Tohumsuz bütünleştirme

source: Russian translation
hu: Orosz fordítás
tr: Rusça çeviri
vi: Bản dịch tiếng Nga

source: French translation
hu: Francia fordítás
tr: Fransızca çeviri
vi: Bản dịch tiếng Pháp

source: Dutch translation
hu: Holland fordítás
tr: Felemenkçe çeviri
vi: Bản dịch tiếng Hà Lan

source: Norwegian translation
hu: Norvég fordítás
tr: Norveçce çeviri
vi: Bản dịch tiếng Na Uy

source: Swedish translation
hu: Svéd fordítás
tr: İsveçce çeviri
vi: Bản dịch tiếng Thụy Điển

source: Chinese translation
hu: Kínai fordítás
tr: Çince çeviri
vi: Bản dịch tiếng Hoa

source: Arabic translation
hu: Arab fordítás
tr: Arapça çeviri
vi: Bản dịch tiếng Á-Rập

source: Czech translation
tr: Çekce çeviri

source: German translation
tr: Almanca çeviri

source: Polish translation
tr: Lehçe çeviri

source: Italian translation
tr: İtalyanca çeviri

source: Ukrainian translation
tr: Ukraynaca çeviri

source: Hungarian translation
tr: Macarca çeviri

source: Alpha testing
tr: Alfa sınaması

source: Code fixes, translation updates from tx
tr: Kod düzeltmeleri, Transifex çeviri güncellemeleri

source: Code fixes
tr: Kod düzeltmeleri

source: Usability improvement
tr: Kullanılabilirlik geliştirmesi

source: Debug
tr: Hata Ayıklama

source: Debug Page
tr: Hata Ayıklama Sayfası

source: Test encrypted files
tr: Şifrelenmiş dosyaları denetle

source: No file encryption problems found.
tr: Herhangi bir dosya şifreleme sorunu bulunamadı.

source: Undecryptable files:
tr: Şifresi çözülemeyen dosyalar:

source: Add Email Destination to Directory
tr: E-posta Hedefini Dizine Ekle

source: The name exists already. Please choose a different Public Name.
tr: Ad zaten var. Lütfen farklı bir Herkese Açık Ad seçin.

source: Publish to the Address Directory
tr: Adres Dizininde Yayınla

source: Picture to upload:
tr: Yüklenecek Görsel:

source: (optional, 7.5 kBytes max)
tr: (isteğe bağlı, en fazla 7.5 kBayt)

source: Text to include:
tr: Eklenecek Metin:

source: (optional, 2000 chars max)
tr: (isteğe bağlı, en fazla 2000 karakter)

source: The identity has been added to the address directory.
tr: Kimlik adres dizinine eklendi.

source: Address Directory Lookup
tr: Adres Dizini Tarama

source: The name has been imported to the address book.
tr: Ad adres defterine eklendi.

source: The name &quot;{0}&quot; was not found in the directory.
tr: Dizinde &quot;{0}&quot; adı bulunamadı.

source: Import Contact
tr: Kişi Al

source: A matching record was found in the address directory. Note that the address directory is not secure against manipulation, so do not click &quot;import&quot; unless you trust that it is the right email destination.
tr: Adres dizininde eşleşen bir kayıt bulundu. Adres dizininin değişikliğe açık olduğunu unutmayın. Bu nedenle güvenmediğiniz e-posta adresleri için &quot;Al&quot; düğmesine tıklamayın.

source: Email Destination:
hu: E-mail Célállomás:
tr: E-posta Hedefi:
vi: Email Đến:

source: Please fill in the Public Name field.
hu: Kérlek, töltsd ki a Nyilvános Név mezőt.
tr: Lütfen Herkese Açık Ad alanını doldurun.
vi: Xin điền vào ô Tên Công Cộng.

source: Please wait...
hu: Kérlek, várj...
tr: Lütfen bekleyin...
vi: Xin chờ...

source: The Email Identity is being generated. This may take a while.
tr: E-posta kimliği oluşturuluyor, biraz zaman alabilir.

source: The email identity has been saved.
hu: Az e-mail személyazonosság elmentve.
tr: E-posta kimliği kaydedildi.
vi: Danh tính email đã được lưu.

source: Error: Couldn't delete email.
hu: Hiba: e-mail törlése sikertelen
tr: Hata: E-posta silinemedi
vi: Lỗi: không thể xóa thư

source: Unknown
hu: Ismeretlen
tr: Bilinmiyor
vi: Không rõ

source: Add to Address Book
hu: Hozzáadás a Címjegyzékhez
tr: Adres Defterine Ekle
vi: Thêm vào Sổ Địa Chỉ

source: {0} emails total
tr: toplam {0} e-posta

source: {0} emails total, {1} new
tr: toplam {0} e-posta, {1} yeni

source: {0} incomplete
tr: {0} tamamlanmamış

source: Sig
vi: Chữ ký

source: Author:
vi: Tác giả:

source: Translation, QA, usability, technical feedback
hu: Fordítás, Kérdések és válaszok, használhatóság, szakmai visszajelzés
vi: Dịch thuật, Hỏi/Đáp, sử dụng, phản hồi kỹ thuật

source: Seedless
hu: Táplálás nélküli (seedless)
vi: Danh mục Seedless

source: Email Address
vi: Địa chỉ Email

source: Addr. Book...
hu: Címjegyzék
vi: SổĐịaChỉ

source: A new version is available. Click here for the configuration page.
hu: Új verzió elérhető. A beállítások oldal eléréséhez kattints ide.
vi: Phiên bản mới đã có. Bấm vào đây để vào trang cấu hình.

source: Sent Emails
vi: Email đã gửi

source: Drafts
vi: Nháp

source: Manage Folders
vi: Quản lý thư mục

source: Unknown Status
hu: Ismeretlen Státusz
vi: Tình Trạng Không Rõ

source: The Email Identity is being generated. This can take several minutes.
hu: Az E-mail Személyazonosság Készül. Ez néhány percig eltarthat.
vi: Danh tính Email được thiết lập. Có thể mất vài phút.

source: New
vi: Mới

source: I2P-Bote automatically decrypts emails sent to you, using the email identity you created. Email identities are stored in a file named identities.txt; never give this file to anyone or they will be able to read all your emails.
vi: I2P-Bote tự động giải mã thư gửi đến bạn, dùng danh tính email của bạn. Danh tính email được chứa trong tập tin có tên identities.txt; đừng bao giờ đưa tập tin này cho ai khác, nếu không thì họ sẽ đọc được thư của bạn.

source: When you create a new email identity, you can choose the type of encryption that will be used by the email identity. While all encryption algorithms offered by I2P-Bote provide a high level of privacy, the length of an email destination depends on the encryption used. The higher the number of bits, the longer the email destination.
vi: Khi bạn tạo ra danh tính email mới, bạn có thể chọn kiểu mã hóa. Tuy mọi phương thức mã hóa I2P-Bote dùng đều an toàn, độ dài của Email Đến tùy thuộc vào phương thức mã hóa. Số bit càng cao, Email Đến càng dài.

source: Note that the same is not true for encryption strength. 256-bit elliptic curve encryption is equivalent in strength to 3072-bit ElGamal. 521-bit elliptic curve is equivalent to 15360-bit ElGamal.
vi: Lưu ý là độ mạnh mã hóa có khác biệt. Mã hóa dạng 256-bit elliptic curve tương đương với 3072-bit ElGamal. 521-bit elliptic curve tương đương với 15360-bit ElGamal.

source: BktPfx
hu: CsoportElőtag (Kad-hoz)
