Repository: 007pig/i2p.i2p-bote
Catalog: locale/messages_*.po
Languages: hu, tr, vi

source: Light Blue
tr: Açık Mavi

source: Vanilla
tr: Vanilya

source: No identity matches the sender/from field:
hu: Nincsenek azonossági egyezések a feladó/-tól mezőben:
tr: Kimden/Kime alanıyla eşleşen bir kimlik yok:
vi: Không danh tính nào khớp với hàng người gửi:

source: Checking password
tr: Parola denetleniyor

source: The old password is not correct.
hu: A régi jelszó nem megfelelő.
tr: Eski parola doğru değil.
vi: Mật khẩu cũ không đúng.

source: The new password and the confirmation password do not match.
hu: Az új jelszó és a megerősítő jelszó nem egyezik.
tr: Yeni parola ile parola doğrulaması eşleşmiyor.
vi: Mật khẩu mới và mật khẩu xác nhận không khớp.

source: Re-encrypting identities
tr: Kimlikler yeniden şifreleniyor

source: Re-encrypting addressbook
tr: Adres defteri yeniden şifreleniyor

source: Re-encrypting folder
tr: Klasör yeniden şifreleniyor

source: Updating password file
tr: Parola dosyası güncelleniyor

source: 256-bit Elliptic Curve Encryption
hu: 256 bites Elliptikus Görbe Titkosítás
tr: 256 bit Eliptik Eğri Şifrelemesi
vi: Mã hóa dạng 256-bit Elliptic Curve

source: 521-bit Elliptic Curve Encryption
hu: 521 bites Elliptikus Görbe Titkosítás
tr: 512 bit Eliptik Eğri Şifrelemesi
vi: Mã hóa dạng 521-bit Elliptic Curve

source: 2048-bit ElGamal Encryption
hu: 2048 bites ElGamal Titkosítás
tr: 2048 bit Elgamal Şifrelemesi
vi: Mã hóa dạng 2048-bit Elliptic Curve

source: NTRU-1087 Encryption
hu: NTRU-1087 Titkosítás
tr: NTRU-1087 Şifrelemesi
vi: Mã hóa dạng NTRU-1087

source: Address doesn't contain an Email Destination or an external address: {0}
hu: Cím nem tartalmaz e-mail célállomást vagy külső címet: {0}
tr: Adreste bir E-posta hedefi ya da bir dış adres bulunmuyor: {0}
vi: Địa chỉ không có Email Đến hoặc email ngoài: {0}

source: Invalid address: {0}
hu: Érvénytelen cím: {0}
tr: Adres geçersiz: {0}
vi: Địa chỉ không đúng: {0}

source: Password required or invalid password provided
tr: Parola yazılması zorunlu ya da yazılan parola geçersiz

source: Deletion of mailboxes is not currently supported.
tr: Posta kutularının silinmesi henüz desteklenmiyor.

source: Wrong protocol version:
hu: Helytelen protokol verzió:
tr: İletişim kuralı sürümü hatalı:
vi: Sai giao thức phiên bản:

source: Distance
hu: Távolság
tr: Uzaklık
vi: Khoảng cách

source: First Seen
hu: Először Látva
tr: İlk Görülme
vi: Thấy trước nhất

source: I2P Destination
hu: I2P Célállomás
tr: I2P Hedefi
vi: Điểm đến I2P

source: Locked?
hu: Lezárva?
tr: Kilitli
vi: Khóa?

source: Peer
hu: Társ
tr: Eş
vi: Trạm bạn

source: No
hu: Nem
tr: Hayır
vi: Không

source: Yes
hu: Igen
tr: Evet
vi: Có

source: (None)
hu: (üres)
tr: (Yok)
vi: (Không)

source: Not set.
tr: Ayarlanmamış.

source: Invalid ID number for CryptoImplementation:
hu: Titkosítási Végrehajtás: Érvénytelen azonosító szám:
tr: CryptoImplementation için kod numarası geçersiz:
vi: Số ID không đúng để làm mã hóa:

source: Queued
hu: Sorba állítva
tr: Kuyrukta
vi: Xếp hàng

source: Sending
hu: Küldés
tr: Gönderiliyor
vi: Gửi

source: Sent to {0} out of {1} recipients
hu: Elüldve {0} számára a {1} címzettből
tr: {0} / {1} alıcıya gönderildi
vi: Gửi đến {0} trong số {1} người nhận

source: Email sent
tr: E-posta gönderildi

source: Gateway disabled
hu: Átjáró letiltva
tr: Ağ geçidi devre dışı
vi: Cổng ra không chạy

source: No identity matches the sender/from field: {0}
tr: Gönderen/Kimden alanıyla eşleşen bir kimlik yok: {0}

source: Invalid recipient address: {0}
hu: Érvénytelen fogadó cím: {0}
tr: Alıcı adresi geçersiz: {0}
vi: Địa chỉ người nhận sai: {0}

source: Error creating email packets: {0}
hu: Hiba az e-mail csomagok létrehozásakor: {0}
tr: E-posta paketleri oluşturulurken bir sorun çıktı: {0}
vi: Có lỗi khi tạo ra cái gói thư: {0}

source: Error while sending email: {0}
hu: Hiba a levélküldés közben: {0}
tr: E-posta gönderilirken bir sorun çıktı: {0}
vi: Có lỗi khi gửi thư ra: {0}

source: Error saving email metadata: {0}
tr: E-posta üst verisi kaydedilirken bir sorun çıktı: {0}

source: New email received
tr: Yeni e-posta geldi

source: Kademlia Peers:
hu: Kademila Társak:
tr: Kademlia Eşleri:
vi: Trạm Kademlia:

source: Relay Peers:
hu: Közvetítő Társak:
tr: Aktarıcı Eşleri:
vi: Trạm chuyển tiếp:

source: Reachability %
hu: Elérhetőség %
tr: Erişilebilirlik %
vi: % khả năng với đến

source: Untested
tr: Sınanmamış

source: Banned Peers:
hu: Kitiltott Társak:
tr: Engellenmiş Eşler:
vi: Trạm bị cấm:

source: Destination Hash
hu: Célállomás Hash
tr: Hedef Karması
vi: Mã số hash điểm đến

source: Ban Reason
hu: Kitiltás Oka
tr: Engelleme Nedeni
vi: Lý do cấm

source: Reachable
tr: Erişilebilir

source: Unreachable
tr: Erişilemez

source: Good
tr: İyi

source: Unreliable
tr: Tutarsız

source: Error: Please add at least one recipient.
hu: Hiba: Kérem legalább egy címzett hozzáadását.
tr: Hata: Lütfen en az bir alıcı ekleyin.
vi: Lỗi: thêm ít nhất là một người nhận

source: The email has been queued for sending.
hu: Az e-mail küldésre sorba állítva.
tr: E-posta gönderilmek üzere kuyruğa eklendi.
vi: Thư đã được xếp hàng gửi

source: Error sending email: {0}
hu: Hiba a levél küldésekor: {0}
tr: E-posta gönderilirken bir sorun çıktı: {0}
vi: Có lỗi gửi thư: {0}

source: Password is cached. Click to clear the password cache.
hu: Jelszó a cache-ben tárolva. Kattints a cache kiürítéséhez.
tr: Parola önbelleğe kaydedilmiş. Parola önbelleğini temizlemek için tıklayın.
vi: Mật khẩu được giữ tạm. Bấm để xóa ra khỏi bộ đệm.

source: Secure Distributed Email
hu: Biztonságos Elosztott E-mail
tr: Güvenli Dağıtılmış E-posta
vi: Email chuyển an toàn

source: Addresses
hu: Címek
tr: Adresler
vi: Địa chỉ

source: Identities
hu: Személyazonosságok
tr: Kimlikler
vi: Danh tính

source: Address Book
hu: Címjegyzék
tr: Adres Defteri
vi: Sổ địa chỉ

source: Configuration
hu: Beállítások
tr: Ayarlar
vi: Cấu hình

source: Settings
hu: Beállítások
tr: Ayarlar
vi: Thiết lập

source: Network Status
hu: Hálózat Állapota
tr: Ağ Durumu
vi: Tình trạng mạng

source: Help
hu: Segítség
tr: Yardım
vi: Trợ giúp

source: User Guide
hu: Felhasználói Kézikönyv
tr: Kullanıcı Kılavuzu
vi: Hướng dẫn sử dụng

source: FAQ
hu: GYIK
tr: SSS

source: About
hu: Névjegy
tr: Hakkında
vi: Giới thiệu

source: For I2P-Bote to function properly, you must download the JCE Unlimited Strength Jurisdiction Policy files and move them into this folder:
tr: I2P-Bote yazılımının doğru şekilde çalışabilmesi için JCE Unlimited Strength Jurisdiction Policy dosyalarını indirip bu klasöre yüklemelisiniz.

source: Guide
tr: Kılavuz

source: Email Identities
hu: E-mail személyazonosság
tr: E-posta Kimlikleri
vi: Danh tính Email

source: No email identities are defined.
hu: E-mail személnyazonosság nincs meghatározva
tr: Henüz bir e-posta kimliği tanımlanmamış.
vi: Không có danh tính Email nào được xác định

source: Def.
hu: Alap
tr: Açıklama

source: Public Name
hu: Nyilvános Név
tr: Herkese Açık Ad
vi: Tên Công Cộng

source: Description
hu: Leírás
tr: Açıklama
vi: Mô tả

source: Email Destination
hu: E-mail Célállomás
tr: E-posta Hedefi
vi: Email Đến

source: Checking for mail...
hu: Levelek letöltése folyamatban...
tr: E-posta denetleniyor...
vi: Kiểm xem có thư...

source: Check Mail
hu: Levelek Letöltése
tr: E-postaları Denetle
vi: Kiểm Thư

source: Check mail for this identity
tr: Bu kimliğin e-postalarını denetle

source: New Identity
hu: Új Személyazonosság
tr: Yeni Kimlik
vi: Danh tính mới

source: Import Identities
tr: Kimlikleri Al

source: Export Identities
tr: Kimlikleri Ver

source: Please fill in the Destination field.
hu: Kérlek, töltsd ki a Célállomás mezőt.
tr: Lütfen hedef alanını doldurun.
vi: Xin điền vào ô Đến

source: Please fill in the Name field.
hu: Kérlek, töltsd ki a Név mezőt.
tr: Lütfen ad alanını doldurun.
vi: Xin điền vào ô Tên

source: The contact has been saved.
hu: Névjegy elmentve.
tr: Kişi kaydedildi.
vi: Liên lạc đã được lưu trữ

source: New Contact
hu: Új Névjegy
tr: Kişi Ekle
vi: Liên hệ mới

source: Add
hu: Hozzáadás
tr: Ekle
vi: Thêm

source: Edit Contact
hu: Névjegy Szerkesztése
tr: Kişiyi Düzenle
vi: Chỉnh sửa Liên hệ

source: Save
hu: Mentés
tr: Kaydet
vi: Lưu

source: Email Destination:
hu: E-mail Célállomás:
tr: E-posta Hedefi:
vi: Email Đến:

source: (required field)
hu: (mező kitöltése kötelező)
tr: (zorunlu alan)
vi: (Bắt buộc)

source: Name:
hu: Név:
tr: Ad:
vi: Tên:

source: Picture:
tr: Görsel:

source: Text:
tr: Metin:

source: Cancel
hu: Mégse
tr: İptal
vi: Hủy

source: Private Address Book
hu: Privát Címjegyzék
tr: Kişisel Adres Defteri
vi: Sổ địa chỉ riêng

source: Select One or More Entries
hu: Válassz Egy vagy Több Bejegyzést
tr: Bir ya da Birkaç Kayıt Seçin
vi: Chọn một hoặc nhiều mục hơn

source: The address book is empty.
hu: A címjegyzék üres.
tr: Adres defteri boş.
vi: Sổ địa chỉ trống.

source: Name
hu: Név
tr: Ad
vi: Tên

source: Text
tr: Metin

source: Delete
hu: Törlés
tr: Sil
vi: Xóa

source: Delete this contact
hu: Névjegy törlése
tr: Bu kişiyi sil
vi: Xoá liên hệ này

source: Add Recipients
hu: Címzett hozzáadása
tr: Alıcılar Ekle
vi: Thêm người nhận

source: Return
hu: Visszaküldés
tr: Geri Dön
vi: Trở về

source: Import from the public address directory
tr: Herkese açık adres dizininden al

source: Lookup
tr: Tara

source: Network
hu: Hálózat
tr: Ağ
vi: Mạng lưới

source: Network information is not available because I2P-Bote hasn't started connecting to the network yet.
hu: Hálózati információ nem elérhető, mert az I2P-Bote még nem kezdte meg a csatlakozást a hálózathoz.
tr: I2P-Bote henüz ağa bağlanmak üzere başlatılmadığı için ağ bilgileri bilinmiyor.
vi: Chi tiết về mạng chưa có vì I2P-Bote chưa nối vào mạng.

source: Local destination:
hu: Helyi célállomás:
tr: Yerel hedef:
vi: Điểm đến địa phương:

source: From
hu: Feladó
tr: Kimden
vi: Từ

source: Know
hu: Ismert
tr: Bil
vi: Biết

source: To
hu: Címzett
tr: Kime
vi: Đến

source: Subject
hu: Tárgy
tr: Konu
vi: Chủ đề

source: Sent Time
tr: Gönderim Zamanı

source: Delivered
tr: Aktarıldı

source: Anonymous
hu: Anoním / Névtelen
tr: İsimsiz
vi: Ẩn danh

source: (No subject)
hu: (Nincs tárgy)
tr: (Konu yok)
vi: (Không chủ đề)

source: Signature is invalid or missing
tr: İmza geçersiz ya da eksik

source: Delete this email
hu: Töröld ezt az e-mailt
tr: Bu e-postayı sil
vi: Xóa thư này

source: No Identity
tr: Henüz Bir Kimlik Yok

source: No Email Identity Defined
hu: Nincs E-mail Személyazonosság Meghatározva
tr: Henüz Bir E-posta Kimliği Tanımlanmamış
vi: Không có Danh tính

source: Create a New Email Identity
hu: Új E-mail Személyazonosság Létrehozása
tr: Yeni E-posta Kimliği Oluşturun
vi: Tạo địa chỉ email mới

source: Compose
tr: Yeni

source: Last checked:
tr: Son denetleme:

source: In order to receive email from other people, you need to create an email identity first.
hu: Annak érdekében, hogy másoktól leveleket kapj, először hozz létre egy e-mail személyazonosságot.
tr: Başka kişilerden e-posta almak için bir e-posta kimlik listesi oluşturmanız gerekir.
vi: Để nhận thư từ người khác, bạn phải tạo ra danh tính email trước.

source: Every email identity is associated with an email destination. Anybody can send email to the email destination, but only the identity holder can read it.
hu: Mindegyik e-mail személyazonosság egy e-mail célállomáshoz van hozzárendelve. Bárki küldhet e-mailt az e-mail célállomásra, de csak a személyazonosság tulajdonosa olvashatja azt.
tr: Her bir e-posta kimliği bir e-posta hedefi ile ilişkilidir. Herkes bir e-posta hedefine e-posta göndereilir ancak yalnız kimliğin sahibi bu e-postaları okuyabilir.
vi: Mỗi danh tính email có liên hệ đến một Email Đến. Ai cũng gửi đến Email Đến đó, nhưng chỉ có chủ nhân của danh tính email đó mới đọc được

source: In a sense, email identities are the equivalent to traditional email accounts - except that there is no provider that can read all your email because I2P-Bote stores all emails encrypted on the network.
hu: Bizonyos értelemben az e-mail személyazonosságok megegyeznek a hagyományos e-mail fiókokkal - kivéve, hogy nincs e-mail szolgáltató, ami elolvashatja az összes leveled, mivel az I2P-Bote minden levelet titkosítva tárol a hálózaton.
tr: Bir açıdan, e-posta kimlikleri, geleneksel posta hesapları gibi düşünülebilir. Ancak I2P-Bote tüm e-postaları ağda şifrelenmiş olarak tuttuğunda, bütün e-postalarınızı okuyabilecek bir hizmet sağlayıcı yoktur.
vi: Khái niệm Danh tính email không khác lắm với một tài khoản email ở ngoài đời, khác biệt là không có ai đọc được email của bạn vì I2P-Bote chứa mọi thư trong dạng mã hóa trên mạng.

source: I2P-Bote automatically decrypts emails sent to you, using the email identity you created. Email identities are stored in a file named identities; never give this file to anyone or they will be able to read all your emails.
tr: I2P-Bote oluşturduğunuz kimliği kullanarak size gönderilmiş e-postaların şifrelerini otomatik olarak çözer. E-posta kimlikleri identities adındaki bir dosyada saklanır. Başkalarının e-postalarınızı okumasına yol açacağından bu dosyayı asla kimseye vermeyin.

source: Do give out the email destination so others can contact you.
hu: Add ki az e-mail célállomásodat, hogy mások kapcsolatba léphessenek veled.
tr: E-posta hedefini verebilirsiniz böylece diğer kişiler sizinle iletişim kurabilir.
vi: Nên cung cấp địa chỉ email để người khác liên lạc với bạn được.

source: It is easy to create multiple identities for different purposes, or different contacts.
hu: Különböző célokra vagy különböző kapcsolatok számára többféle személyazonosság készíthető egyszerű módon.
tr: Farklı amaçlar ya da kişiler için birden çok kimlik oluşturulabilir.
vi: Rất dễ để tạo ra nhiều danh tính khác nhau cho các mục tiêu khác nhau, hoặc cho các liên hệ khác

source: When you create a new email identity, you can choose the type of encryption that will be used by the email identity. While all encryption algorithms offered by I2P-Bote provide a high level of privacy, the length of an email destination depends on the encryption used. The choice of encryption also determines what signing algorithm is used.
tr: Yeni bir e-posta kimliği oluşturduğunuzda, kullanılacak şifreleme türünü seçebilirsiniz. I2P-Bote tarafından sunulan tüm şifreleme algoritmaları yüksek düzeyde kişisel gizlilik sağlar. Bununla birlikte bir e-posta hedefinin uzunluğu kullanılan şifrelemeye bağlıdır. Şifreleme seçimi ayrıca kullanılacak imzalama algoritmasını da belirler.

source: It is generally recommended to choose 256-bit elliptic curve encryption because it produces the shortest email destinations (86 characters) while still being highly secure.
tr: En kısa e-posta hedeflerini (86 karakter) oluşturduğu ve buna rağmen yüksek düzeyde güvenli olduğu için genellikle 256 bit eliptik eğri şifrelemesinin kullanılması önerilir.

source: New Email
hu: Új E-mail
tr: Yeni E-posta
vi: Email Mới

source: Go to inbox
tr: Gelen kutusuna git

source: Outbox
hu: Kimenő Üzenetek
tr: Giden Kutusu
vi: Hộp thư đi

source: Create Time
hu: Létrehozás Ideje
tr: Oluşturulma Zamanı
vi: Giờ thiết lập

source: Status
hu: Státusz
tr: Durum
vi: Tình trạng

source: Not Started
hu: Nincs elindítva
tr: Başlatılmamış
vi: Chưa Bắt Đầu

source: Waiting 3 Minutes...
hu: Várakozás 3 percig...
tr: 3 Dakika Bekleniyor...
vi: Chờ 3 Phút...

source: Connecting...
hu: Csatlakozás...
tr: Bağlanıyor...
vi: Đang nối ...

source: Connected
hu: Csatlakozva
tr: Bağlandı
vi: Đã nối vào

source: Error
hu: Hiba
tr: Hata
vi: Lỗi

source: Retry Connecting
tr: Yeniden Bağlanma Deneniyor

source: Connect Now
hu: Csatlakozás Most
tr: Bağlan
vi: Nối Ngay

source: The email identity has been deleted.
tr: E-posta kimliği silindi.

source: Error:
hu: Hiba:
tr: Hata:
vi: Lỗi:

source: Please select a file to attach and try again.
hu: Kérlek, válassz egy csatolandó fájlt és próbáld újra
tr: Eklenecek dosyayı seçip yeniden deneyin.
vi: Xin chọn một tập tin đính kèm khác.

source: Send
hu: Küldés
tr: Gönder
vi: Gửi

source: From:
hu: Küldő:
tr: Kimden:
vi: Từ:

source: To:
hu: Címzett:
tr: Kime:
vi: Đến:

source: CC:
hu: Másolatot kap:
tr: Kopya:

source: BCC:
tr: Gizli Kopya:

source: Reply To:
hu: Válasz a következőnek:
tr: Yanıt:
vi: Trả lời đến:

source: Remove this recipient
tr: Bu alıcıyı sil

source: Add this recipient to the address book
tr: Bu alıcıyı adres defterine ekle

source: Select recipients from address book
tr: Adres defterinden alıcıları seçin

source: Add another recipient field
tr: Başka bir alıcı alanı ekle

source: Subject:
hu: Tárgy:
tr: Konu:
vi: Chủ đề:

source: Attachments:
hu: Mellékletek:
tr: Ekler:
vi: Đính kèm:

source: Remove this attachment
hu: Melléklet eltávolítása
tr: Bu eki sil
vi: Xóa đính kèm này

source: Add another attachment
hu: Újabb melléklet hozzáadása
tr: Bir dosya daha ekle
vi: Thêm một đính kèm khác

source: Attach
hu: Csatolás
tr: Ekle
vi: Đính kèm

source: It is recommended to keep attachments below 500 kBytes.
hu: Javasoltak az 500 kbájt alatti mellékletek.
tr: Eklenecek dosya boyutunun 500 kBayt altında olması önerilir.
vi: Đề nghị giới hạn đính kèm dưới 500Kb

source: Message:
hu: Üzenet?:
tr: İleti:
vi: Nội dung:

source: {0} wrote:
hu: {0} írta:
tr: {0} yazmış:
vi: {0} viết:

source: Frequently Asked Questions
tr: Sık Sorulan Sorular

source: The contact has been deleted from the address book.
hu: Névjegy törölve a címjegyzékből.
tr: Kişi adres defterinden silindi.
vi: Địa chỉ liên lạc đã được xóa khỏi sổ.

source: Set Password
hu: Jelszó Beállítása
tr: Parola Ayarla
vi: Làm Mật Khẩu

source: The password has been changed.
hu: A jelszó megváltotaztatása sikerült.
tr: Parola değiştirildi.
vi: Mật khẩu đã được đổi

source: Please wait
tr: Lütfen bekleyin

source: Please wait while the password is being changed...
tr: Lütfen parola değiştirilirken bekleyin...

source: Set a new Password
hu: Új Jelszó Beállítása
tr: Yeni bir parola ayarla
vi: Làm Mật khẩu mới

source: If you have not set a password, leave the old password blank.
hu: Ha nem állítottál be jelszót, hagyd a régi jelszó mezőt üresen.
tr: Yeni bir parola ayarlamak istemiyorsanız, eski parola alanını boş bırakın.
vi: Nếu bạn chưa làm mật khẩu, để trống ô mật khẩu cũ

source: Please note that if a password is set, emails cannot be checked automatically but only when the Check Mail button is clicked.
tr: Bir parola ayarlandığında, e-postaların otomatik olarak denetlenemeyeceğini unutmayın. Bunun için E-postaları Denetle düğmesine tıklanması gerekir.

source: Old password:
hu: Régi jelszó:
tr: Eski parola:
vi: Mật khẩu cũ:

source: New password:
hu: Új jelszó:
tr: Yeni parola:
vi: Mật khẩu mới:

source: Confirm:
hu: Megerősítés:
tr: Onayla:
vi: Xác nhận:

source: OK
hu: Rendben
tr: Tamam

source: The email could not be found in this folder. It was probably moved to the Sent folder.
tr: E-posta bu klasörde bulunamadı. Büyük olasılıkla Gönderilmiş Ögeler klasörüne taşındı.

source: The email could not be found in this folder.
tr: E-posta bu klasörde bulunamadı.

source: Signature:
hu: Aláírás:
tr: İmza:
vi: Chữ ký:

source: Valid
hu: Érvényes
tr: Geçerli
vi: Đúng

source: N/A (sender is anonymous)
tr: YOK (gönderen isimsiz)

source: Invalid or missing
hu: Érvénytelen vagy hiányzik
tr: Geçersiz ya da eksik
vi: Không đúng hay không có

source: Sent:
hu: Elküldve:
tr: Gönderilen:
vi: Gửi:

source: Received:
hu: Érkezett:
tr: Alınan:
vi: Nhận:

source: Status:
hu: Állapot:
tr: Durum:
vi: Tình trạng:

source: Reply
hu: Válasz
tr: Yanıtla
vi: Trả lời

source: Re:
tr: Ynt:

source: Please select an identities file and try again.
tr: Lütfen bir kimlik dosyası seçerek yeniden deneyin.

source: The identities have been imported.
tr: Kimlikler alındı.

source: Identities file:
tr: Kimlik dosyası:

source: Password:
hu: Jelszó:
tr: Parola:
vi: Mật khẩu:

source: (leave blank if identities not encrypted)
tr: (kimlikler şifreli değilse boş bırakın)

source: Overwrite all existing identities:
tr: Varolan tüm kimliklerin üzerine yazılsın:

source: Duplicates: replace existing identity:
tr: Çift kayıtlar: Varolan kimlik değiştirilsin:

source: Import
tr: Al

source: Password Cleared
hu: Jelszó Törölve
tr: Parola Temizlendi
vi: Mật khẩu được tẩy sạch

source: The password has been cleared from the cache.
hu: A jelszó törlésre került a cache-ből.
tr: Parola önbellekten silindi.
vi: Mật khẩu đã được xóa khỏi bộ đệm.

source: Settings have been saved.
hu: Beállítások elmentve.
tr: Ayarlar kaydedildi.
vi: Điều chỉnh đã được lưu.

source: General
tr: Genel

source: Check for mail every {0} minutes
hu: Levelek ellenőrzése {0} percenként.
tr: E-postalar {0} dakikada bir denetlensin
vi: Kiểm tra có thư mỗi {0} phút

source: Check delivery status of sent emails
tr: Gönderilen e-postaların aktarılma durumu denetlensin

source: Enable IMAP on port {0}
tr: IMAP için {0} numaralı kapı kullanılsın

source: Enable SMTP on port {0}
tr: SMTP için {0} numaralı kapı kullanılsın

source: Theme:
tr: Tema:

source: Privacy
tr: Gizlilik

source: Use English for text added to outgoing email ('Re:', 'wrote:', etc.)
hu: Angol nyelv használata a kimenő e-mailhez ('Re:', 'wrote:', stb.)
tr: Giden e-postalar için eklenecek İngilizce metni yazın ('Re:', 'wrote' gibi).
vi: Dùng tiếng Anh khi thêm một số chữ vào thư gửi ra

source: Include send time in outgoing emails
hu: Küldés idejének hozzáadása a kimenő levelekhez
tr: Giden e-postalara gönderilme zamanı eklensin
vi: Bao gồm thời gian gửi trong thư gửi ra

source: Routing
tr: Yöneltme

source: Use relays when sending mail:
hu: Közvetítők használata levél küldésekor:
tr: E-posta gönderilirken aktarıcılar kullanılsın:
vi: Dùng trạm chuyển tiếp khi gửi thư:

source: None
hu: Semmi
tr: Yok
vi: Không

source: Delay per relay hop: Between
hu: Késleltetés közvetítő közötti ugrásonként:
tr: Bir aktarıcı sıçraması gecikmesi: Şununla
vi: Thời gian chờ giữa các trạm: Khoảng từ

source: and
hu: és
tr: şunun arasında
vi: và

source: minutes
hu: perc
tr: dakika
vi: phút

source: Use a gateway when sending to non-I2P email addresses
hu: Átjáró használata nem I2P e-mail címre való küldéskor
tr: I2P olmayan e-posta adreslerine gönderim yapılırken ağ geçidi kullanılsın
vi: Dùng cổng ra khi gửi đến địa chỉ email không thuộc I2P

source: Email Destination of the gateway:
hu: Átjáró E-mail Célállomássa:
tr: Ağ geçidindeki e-posta hedefi:
vi: Email Đến của cổng ra:

source: Change Password
hu: Jelszó Megváltoztatása
tr: Parolayı Değiştir
vi: Đổi Mật Khẩu

source: Folders
hu: Mappák
tr: Klasörler
vi: Thư mục

source: Inbox
hu: Bejövő Üzenetek
tr: Gelen Kutusu
vi: Hộp thư đến

source: Sent
hu: Elküldve
tr: Gönderilmiş
vi: Đã gửi

source: Trash
hu: Törölt Elemek
tr: Çöp
vi: Thùng rác

source: Full Identity
hu: Teljes Személyazonosság
tr: Tam Kimlik
vi: Danh Tính Đầy Đủ

source: Full Email Identity for {0}:
hu: Teljes E-mail Személyazonosság a Következőhöz {0}:
tr: {0} için tam e-posta kimliği:
vi: Danh Tính Email Đầy Đủ cho {0}:

source: Do not show the above information to anyone! It contains your private keys.
hu: Senkinek ne mutasd meg a fenti információt! Tartalmazza a prvát kulcsaitdat.
tr: İçinde kişisel anahtarlarınız bulunduğundan, yukarıdaki bilgileri hiç kimse ile paylaşmayın.
vi: Đừng đưa thông tin trên cho ai khác! Nó chứa chìa khóa riêng của bạn.

source: More...
tr: Ayrıntıları Görüntüle...

source: Less...
tr: Ayrıntıları Gizle...

source: New Email Identity
hu: Új E-mail Személyazonosság
tr: Yeni E-posta Kimliği
vi: Danh tính Email mới

source: Create
hu: Létrehozás
tr: Oluştur
vi: Tạo

source: Edit Email Identity
hu: E-mail Személyazonosság Szerkesztése
tr: E-posta Kimliğini Düzenle
vi: Chỉnh sửa danh tính Email

source: An Email Identity lets you receive email from other I2P-Bote users.
tr: Bir e-posta kimliği diğer I2P-Bote kullanıcılarından e-posta alabilmenizi sağlar.

source: Public Name:
hu: Nyilvános Név:
tr: Herkese Açık Ad:
vi: Tên công cộng:
